Repository: RailMapiOS/RailMapiOS
Catalog: RailMapiOS/Resources/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, pl, ru

source: , scheduled departure at
ca: , sortida programada a

source: Add a Journey
ca: Afegir un Viatge
de: Eine Reise Hinzufügen
es: Agregar un Viaje
fr: Ajouter un Voyage
it: Aggiungere un Viaggio
pl: Dodaj Podróż
ru: Добавить поездку

source: Check your device settings and try again
ca: Comproveu la configuració del vostre dispositiu i torneu-ho a intentar
de: Überprüfen Sie die Geräteeinstellungen und versuchen Sie es erneut
es: Verifique la configuración de su dispositivo e inténtelo de nuevo
fr: Vérifiez les paramètres de votre appareil et réessayez
it: Controlla le impostazioni del dispositivo e riprova
pl: Sprawdź ustawienia urządzenia i spróbuj ponownie
ru: Проверьте настройки устройства и попробуйте снова

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
ru: Закрыть

source: Fast and secure access
ca: Accés ràpid i segur
es: Acceso rápido y seguro
fr: Accès rapide et sécurisé
it: Accesso rapido e sicuro
pl: Szybki i bezpieczny dostęp
ru: Быстрый и безопасный доступ

# From %@ to %@
source: From %1$@ to %2$@
ca: De %1$@ a %2$@
es: De %1$@ a %2$@
fr: De %1$@ à %2$@
it: Da %1$@ a %2$@
pl: Od %1$@ do %2$@
ru: От %1$@ до %2$@

source: Personalize your experience
ca: Personalitza la teva experiència
de: Passen Sie Ihr Erlebnis an
es: Personaliza tu experiencia
fr: Personnalisation de votre expérience
it: Personalizza la tua esperienza
pl: Personalizuj swoje doświadczenie
ru: Персонализировать ваш опыт

source: Share your trips with your friends
ca: Comparteix els teus viatges amb els teus amics
de: Teilen Sie Ihre Reisen mit Ihren Freunden
es: Comparte tus viajes con tus amigos
fr: Partagez vos voyages avec vos amis
it: Condividi i tuoi viaggi con i tuoi amici
pl: Podziel się swoimi podróżami z przyjaciółmi
ru: Поделитесь своими поездками с друзьями

source: Sign in to iCloud
ca: Iniciar sessió a iCloud
de: Mit iCloud anmelden
es: Iniciar sesión en iCloud
fr: Se connecter à iCloud
it: Accedi a iCloud
pl: Zaloguj się do iCloud
ru: Войти в iCloud

source: Sync across all your devices
ca: Sincronització a tots els teus dispositius
de: Synchronisation auf allen deinen Geräten
es: Sincronización en todos tus dispositivos
fr: Synchronisation sur tous vos appareils
it: Sincronizzazione su tutti i tuoi dispositivi
pl: Synchronizacja na wszystkich urządzeniach
ru: Синхронизация на всех ваших устройствах

source: You are signed in to iCloud.
ca: Estàs connectat a iCloud.
de: Sie sind bei iCloud angemeldet.
es: Estás conectado a iCloud.
fr: Vous êtes connecté à iCloud.
it: Sei connesso a iCloud.
pl: Jesteś zalogowany do iCloud.
ru: Вы подключены к iCloud.

source: Choose a date
de: Wählen Sie ein Datum

source: Journey not found
de: Reise nicht gefunden
es: Viaje no encontrado
fr: Trajet introuvable
it: Viaggio non trovato
pl: Podróż nie znaleziona
ru: Поездка не найдена

source: My Journeys
de: Meine Reisen
es: Mis viajes
fr: Mes trajets
it: I miei viaggi
pl: Moje podróże
ru: Мои поездки

source: My Train log
de: Mein Zugprotokoll
es: Mi registro de tren
fr: Mon journal de train
it: Il mio registro treno
pl: Mój dziennik pociągu
ru: Мой журнал поезда

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pl: Szukaj
ru: Искать

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pl: Zaloguj się
ru: Войти

source: Profil
es: Perfil
it: Profilo
ru: Профиль
